{
  "<pad>": 0,
  "<bos>": 1,
  "<eos>": 2,
  "<unk>": 3,
  "about": 4,
  "above": 5,
  "across": 6,
  "adult": 7,
  "after": 8,
  "against": 9,
  "air": 10,
  "all": 11,
  "along": 12,
  "also": 13,
  "an": 14,
  "and": 15,
  "animal": 16,
  "another": 17,
  "appears": 18,
  "are": 19,
  "area": 20,
  "arm": 21,
  "arms": 22,
  "around": 23,
  "as": 24,
  "at": 25,
  "away": 26,
  "baby": 27,
  "back": 28,
  "background": 29,
  "backpack": 30,
  "backyard": 31,
  "bag": 32,
  "bags": 33,
  "ball": 34,
  "barking": 35,
  "baseball": 36,
  "basketball": 37,
  "bat": 38,
  "be": 39,
  "beach": 40,
  "before": 41,
  "behind": 42,
  "being": 43,
  "below": 44,
  "bench": 45,
  "between": 46,
  "bicycle": 47,
  "big": 48,
  "bike": 49,
  "bird": 50,
  "black": 51,
  "blanket": 52,
  "blond": 53,
  "blonde": 54,
  "blue": 55,
  "blurry": 56,
  "board": 57,
  "boat": 58,
  "body": 59,
  "book": 60,
  "boots": 61,
  "both": 62,
  "bottle": 63,
  "boy": 64,
  "boys": 65,
  "brick": 66,
  "bridge": 67,
  "brown": 68,
  "bucket": 69,
  "building": 70,
  "buildings": 71,
  "bus": 72,
  "but": 73,
  "by": 74,
  "camera": 75,
  "cap": 76,
  "car": 77,
  "carrying": 78,
  "cart": 79,
  "catch": 80,
  "cellphone": 81,
  "chair": 82,
  "child": 83,
  "children": 84,
  "cigarette": 85,
  "city": 86,
  "climbing": 87,
  "close": 88,
  "clothing": 89,
  "clouds": 90,
  "coat": 91,
  "collar": 92,
  "colored": 93,
  "colorful": 94,
  "coming": 95,
  "concrete": 96,
  "costumes": 97,
  "covered": 98,
  "cross": 99,
  "crowd": 100,
  "dancing": 101,
  "dark": 102,
  "dirt": 103,
  "distance": 104,
  "does": 105,
  "dog": 106,
  "dogs": 107,
  "doing": 108,
  "door": 109,
  "down": 110,
  "dress": 111,
  "dressed": 112,
  "drink": 113,
  "drinking": 114,
  "each": 115,
  "ear": 116,
  "edge": 117,
  "eyes": 118,
  "face": 119,
  "faces": 120,
  "facing": 121,
  "falling": 122,
  "feet": 123,
  "fence": 124,
  "field": 125,
  "finger": 126,
  "first": 127,
  "flag": 128,
  "flags": 129,
  "floor": 130,
  "flowers": 131,
  "fluffy": 132,
  "flying": 133,
  "food": 134,
  "foot": 135,
  "football": 136,
  "for": 137,
  "foreground": 138,
  "four": 139,
  "frisbee": 140,
  "from": 141,
  "front": 142,
  "fur": 143,
  "furry": 144,
  "game": 145,
  "get": 146,
  "getting": 147,
  "girl": 148,
  "girls": 149,
  "glasses": 150,
  "gloves": 151,
  "goggles": 152,
  "gold": 153,
  "golden": 154,
  "graffiti": 155,
  "grass": 156,
  "grassy": 157,
  "gray": 158,
  "green": 159,
  "grey": 160,
  "ground": 161,
  "group": 162,
  "guitar": 163,
  "hair": 164,
  "haired": 165,
  "hand": 166,
  "hands": 167,
  "hanging": 168,
  "has": 169,
  "hat": 170,
  "hats": 171,
  "he": 172,
  "head": 173,
  "held": 174,
  "helmet": 175,
  "her": 176,
  "high": 177,
  "hill": 178,
  "him": 179,
  "his": 180,
  "hit": 181,
  "holding": 182,
  "holds": 183,
  "house": 184,
  "in": 185,
  "including": 186,
  "inside": 187,
  "into": 188,
  "is": 189,
  "it": 190,
  "its": 191,
  "jacket": 192,
  "jeans": 193,
  "jersey": 194,
  "jump": 195,
  "jumping": 196,
  "jumps": 197,
  "kick": 198,
  "kicking": 199,
  "kissing": 200,
  "knit": 201,
  "lake": 202,
  "landscape": 203,
  "large": 204,
  "larger": 205,
  "laughing": 206,
  "lawn": 207,
  "laying": 208,
  "leaning": 209,
  "leaping": 210,
  "leash": 211,
  "leather": 212,
  "leaves": 213,
  "left": 214,
  "leg": 215,
  "legs": 216,
  "light": 217,
  "little": 218,
  "long": 219,
  "look": 220,
  "looking": 221,
  "looks": 222,
  "lot": 223,
  "low": 224,
  "making": 225,
  "man": 226,
  "many": 227,
  "men": 228,
  "midair": 229,
  "mirror": 230,
  "motorcycle": 231,
  "mountain": 232,
  "mountains": 233,
  "mouth": 234,
  "near": 235,
  "nearby": 236,
  "next": 237,
  "no": 238,
  "number": 239,
  "object": 240,
  "ocean": 241,
  "of": 242,
  "off": 243,
  "older": 244,
  "on": 245,
  "one": 246,
  "onlookers": 247,
  "only": 248,
  "onto": 249,
  "open": 250,
  "or": 251,
  "orange": 252,
  "other": 253,
  "others": 254,
  "out": 255,
  "outdoor": 256,
  "outdoors": 257,
  "outside": 258,
  "over": 259,
  "overlooking": 260,
  "pants": 261,
  "paper": 262,
  "parade": 263,
  "park": 264,
  "parking": 265,
  "partially": 266,
  "path": 267,
  "people": 268,
  "person": 269,
  "photograph": 270,
  "picture": 271,
  "pink": 272,
  "plants": 273,
  "play": 274,
  "player": 275,
  "playing": 276,
  "plays": 277,
  "pointing": 278,
  "points": 279,
  "pole": 280,
  "pool": 281,
  "pose": 282,
  "posing": 283,
  "puppy": 284,
  "purple": 285,
  "pushing": 286,
  "race": 287,
  "racing": 288,
  "rainbow": 289,
  "ramp": 290,
  "reading": 291,
  "ready": 292,
  "red": 293,
  "ride": 294,
  "rides": 295,
  "riding": 296,
  "right": 297,
  "ring": 298,
  "river": 299,
  "road": 300,
  "rock": 301,
  "rocks": 302,
  "rocky": 303,
  "room": 304,
  "rope": 305,
  "run": 306,
  "running": 307,
  "runs": 308,
  "sand": 309,
  "sandy": 310,
  "scarf": 311,
  "seated": 312,
  "seen": 313,
  "she": 314,
  "shirt": 315,
  "shirts": 316,
  "shoes": 317,
  "shopping": 318,
  "shore": 319,
  "short": 320,
  "shorts": 321,
  "shot": 322,
  "shoulder": 323,
  "side": 324,
  "sidewalk": 325,
  "sign": 326,
  "silver": 327,
  "sit": 328,
  "sits": 329,
  "sitting": 330,
  "skateboard": 331,
  "skirt": 332,
  "sky": 333,
  "slide": 334,
  "sliding": 335,
  "small": 336,
  "smaller": 337,
  "smiles": 338,
  "smiling": 339,
  "smoking": 340,
  "snow": 341,
  "snowy": 342,
  "soccer": 343,
  "some": 344,
  "something": 345,
  "spectators": 346,
  "stand": 347,
  "standing": 348,
  "stands": 349,
  "steps": 350,
  "stick": 351,
  "store": 352,
  "street": 353,
  "striped": 354,
  "suit": 355,
  "sun": 356,
  "sunglasses": 357,
  "sunny": 358,
  "sunset": 359,
  "surf": 360,
  "surface": 361,
  "surrounded": 362,
  "surrounding": 363,
  "swim": 364,
  "swimming": 365,
  "swing": 366,
  "table": 367,
  "taking": 368,
  "tall": 369,
  "tan": 370,
  "tattoos": 371,
  "team": 372,
  "tennis": 373,
  "terrain": 374,
  "that": 375,
  "the": 376,
  "their": 377,
  "them": 378,
  "there": 379,
  "third": 380,
  "three": 381,
  "through": 382,
  "throwing": 383,
  "tie": 384,
  "tire": 385,
  "to": 386,
  "together": 387,
  "tongue": 388,
  "top": 389,
  "towards": 390,
  "toy": 391,
  "track": 392,
  "train": 393,
  "tree": 394,
  "trees": 395,
  "trick": 396,
  "trying": 397,
  "tshirt": 398,
  "tube": 399,
  "two": 400,
  "umbrella": 401,
  "under": 402,
  "uniform": 403,
  "uniforms": 404,
  "up": 405,
  "upside": 406,
  "urban": 407,
  "using": 408,
  "vest": 409,
  "waiting": 410,
  "walk": 411,
  "walking": 412,
  "walks": 413,
  "wall": 414,
  "watch": 415,
  "watches": 416,
  "watching": 417,
  "water": 418,
  "waves": 419,
  "waving": 420,
  "wearing": 421,
  "wet": 422,
  "which": 423,
  "while": 424,
  "whilst": 425,
  "white": 426,
  "who": 427,
  "whom": 428,
  "window": 429,
  "wings": 430,
  "winter": 431,
  "with": 432,
  "woman": 433,
  "women": 434,
  "wooded": 435,
  "wooden": 436,
  "yard": 437,
  "yellow": 438,
  "young": 439
}